02. New data and CSVs/RH130/210/system/decomposeParDict
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open (64 1 1);
|  \\    /   O peration (64 1 1);
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation (64 1 1);
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2;
    format      ascii;
    class       dictionary;
    location    "system";
    object      decomposeParDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

numberOfSubdomains 16;

method          simple;

simpleCoeffs
{
    n               ($numberOfSubdomains 1 1);
    delta           0.001;
}

// ************************************************************************* //
