02. New data and CSVs/RH130/210/system/postProcessingDict
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      postProcessingDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

functions
{
    particleVolumeFraction1
    {
        type            particleVolumeFraction;
        libs            ("liblagrangianFunctionObjects.so");
        enabled         true;
        writeControl    timeStep;
        writeInterval   1;

        clouds          (myCloud1);
    }
}

// ************************************************************************* //
